/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "%g verbleibend";

/* column header in activity window */
"Account" = "Account";

/* Activity: title of the window */
"Activity" = "Aktivität";

/* connection checker: check button */
"Check" = "Überprüfen";

/* connection checker: progress string */
"Check in progress\\U2026" = "Überprüfung wird durchgeführt ...";

/* connection checker: title of the window */
"Connection Checker" = "Verbindungsprüfung";

/* activity window: done in progress column */
"done" = "Fertig";

/* connection checker: when connections all succeed */
"Everything is ok." = "Alles ist in Ordnung.";

/* connection checker: Failed */
"Failed" = "Fehlgeschlagen";

/* column header in activity window */
"Folder" = "Ordner";

/* connection checker: label for IMAP server */
"IMAP server:" = "IMAP-Server:";

/* activity window: when no progress value is available */
"in progress" = "in Arbeit";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "Aktion";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Überprüfen Sie, ob die Namen des IMAP-Servers und des SMTP-Servers richtig sind. Es ist aber wahrscheinlich, dass Sie sich hinter einer Firewall befinden, die keine IMAP- oder SMTP-Verbindungen erlaubt.";

/* column header in activity window */
"Progress" = "Status";

/* connection checker: column header */
"Server" = "Server";

/* connection checker: label for SMTP server */
"SMTP server:" = "SMTP-Server:";

/* connection checker: column header */
"Status" = "Status";

